Repository: FreePBX/phonebook
Catalog: i18n/*/LC_MESSAGES/phonebook.po
Languages: fa_ir, vi

source: Actions
fa_ir: عملیات
vi: Các thao tác

source: Add Phonebook Entry
fa_ir: افزودن ورودی به دفترچه تلفن
vi: Thêm mục nhập danh bạ điện thoại

source: Add or replace entry
fa_ir: افزودن یا جایگزینی ورودی
vi: Thêm hoặc thay thế mục nhập

source: Admin
fa_ir: مدیر
vi: Quản trị viên

source: Are you sure you want to delete all existing phonebook entries?
fa_ir: آیا از حذف تمام ورودی های دفترچه تلفن مطمئن هستید؟

source: Asterisk Phonebook
fa_ir: دفترچه تلفن استریسک
vi: Danh bạ điện thoại Asterisk

source: Browse
fa_ir: بارگذاری فایل
vi: Trình duyệt

source: Delete
fa_ir: حذف
vi: Xóa

source: Duplicate speeddial number
fa_ir: تکرار شماره گیر سریع

source: Empty Phonebook
fa_ir: دفترچه تلفن خالی
vi: Danh bạ điện thoại trống

source: Enter a speed dial code<br/>Speeddial module is required to use speeddial codes
fa_ir: Enter a speed dial code<br/>1Speeddial module is required to use speeddial codes.
vi: Nhập mã quay số nhanh<br/>Mô đun quay số nhanh yêu cầu phải sử dụng các mã quay số nhanh

source: Enter the name
fa_ir: نام را وارد نمایید
vi: Nhập tên

source: Enter the number (For CallerID lookup to work it should match the CallerID received from network)
fa_ir: شماره را وارد نمایید. (برای جست و جوی شماره تماس گیرنده، باید این شماره با شماره دریافت شده از شبکه دقیقا یکسان باشد)
vi: Nhập số điện thoại ( Cho việc tra cứu Caller ID để làm việc, số điện thoại phải khớp với Caller ID nhận được từ mạng)

source: Export Phonebook
fa_ir: خروجی از دفترچه تلفن
vi: Xuất danh bạ điện thoại

source: File
fa_ir: فایل
vi: Tệp

source: If you use an exsiting Speed Dial,then it will be removed from the used one.
fa_ir: اگر از شماره گیر سریع موجود استفاده میکنید، باید از قبلی حذف شود.
vi: Nếu bạn sử dụng tính năng quay số nhanh hiện có thì nó sẽ được xóa khỏi danh sách đã sử dụng.

source: Import Phonebook
fa_ir: وارد کردن دفترچه تلفن
vi: Nhập vào danh bạ điện thoại

source: Import a CSV File formatted as follows:<br/>Name;Number;Speeddial<br /> fields separated by ';' <br /><br /> Example:<br/>John Doe;12345678;123
fa_ir: Import a CSV File formatted as follows:<br/>1Name;Number;Speeddial<br />2 fields separated by ';' <br />3<br />4 Example:<br/>5John Doe;12345678;123
vi: Nhập vào một tệp CSV được định dạng như sau:<br/>Tên;Số;Speeddial<br /> các trường được ngăn cách nhau bằng dấu ';' <br /><br /> Ví dụ:<br/>John Doe;12345678;123

source: Import from CSV
fa_ir: وارد کردن از طریق فایل CSV
vi: Nhập vào từ CSV

source: Name
fa_ir: نام
vi: Tên

source: No
fa_ir: خیر
vi: Không

source: No phonebook record to export..
fa_ir: رکورد دفترچه تلفنی برای خروج وجود ندارد..

source: Number
fa_ir: شماره
vi: Số điện thoại

source: Phonebook
fa_ir: دفترچه تلفن
vi: Danh bạ điện thoại

source: Please enter a valid Name
fa_ir: لطفا یک نام معتبر وارد کنید
vi: Vui lòng nhập một Tên hợp lệ

source: Please enter a valid Number
fa_ir: لطفا یک شماره معتبر وارد کنید
vi: Vui lòng nhập một số hợp lệ

source: Please enter a valid Speeddial code or leave it empty when Set Speed Dial=No
fa_ir: کد شماره گیر سریع معتبر وارد کرده یا آن را خالی بگذارید اگر Speed Dial=No .

source: Provides a phonebook which can be used as base for Caller ID Lookup and Speed Dial
fa_ir: ارائه یک دفترچه تلفن که می تواند برای یافتن شناسه تماس گیرنده و یا شماره گیری سریع مورد استفاده قرار گیرد
vi: Cung cấp một danh bạ điện thoại có thể sử dụng như một cơ cở cho việc tra cứu Caller ID và Quay số nhanh

source: Reset
fa_ir: بازنشانی
vi: Cài đặt lại

source: Select Yes to have a speed dial created automatically for this number
fa_ir: به منظور ایجاد خودکار شماره گیری سریع برای این شماره بله را انتخاب کنید
vi: Chọn Yes để quay số nhanh được tạo tự động cho số điện thoại này

source: Set Speed Dial
fa_ir: تنطیم شماره گیری سریع
vi: Cài đặt Quay số nhanh

source: Speed Dial Code
fa_ir: کد شماره گیری سریع
vi: Mã Quay số nhanh

source: Speeddial
fa_ir: شماره گیری سریع
vi: Quay số nhanh

source: Submit
fa_ir: ثبت
vi: Gửi đi

source: Submit Changes
fa_ir: ثبت تغییرات
vi: Gửi đi các thay đổi

source: Upload
fa_ir: بارگذاری
vi: Tải lên

source: Use this module to create system wide speed dial numbers that can be dialed from any phone.
fa_ir: .از این ماژول به منظور ایجاد سیستم شماره گیری سریع استفاده نمایید که در این صورت می توان از هر تلفنی آن را شماره گیری کرد.
vi: Sử dụng mô đun này để tạo các số điện thoại quay số nhanh diện rộng trong hệ thống để có thể quay số từ bất kỳ điện thoại nào.

source: Yes
fa_ir: بله
vi: Có
